google-chrome
dropbox
spotify
figma
logitech-options
gitkraken
iterm2
visual-studio-code
bettertouchtool
hammerspoon
karabiner-elements
appcleaner
the-unarchiver
1password
microsoft-word
microsoft-powerpoint
beardedspice
vlc
monitorcontrol
discord
raycast
messenger
signal